[{"id":"1","attributes":{"title":"Nocens umor, vitasset tacto, quoque, sunt sub","slug":"nocens-umor-vitasset-tacto-quoque-sunt-sub","dateOverride":"2023-01-04","category":"news","hideFromSearch":false,"hideFromSitemap":false,"showTableOfContents":false,"summary":"this is the summary for test post 01","body":"## Vocem iamiam\n\nLorem markdownum aditus clauduntur facto penates Chersidamante abstulit, cunctas tabellas induere o in in placidi recondita ferrum mei. Aliena ibi quisquis tergum ut ut caelo telluris iunctis timuit frugum, cornibus exarserit omnibus. Quam me umeros in aede tantaque sidere delenit nomine condiderat puerum. Aestus ille caede variatis nocte medullas sic cognati et calidis artem, inde, fuit fugere; et. Hoc casus clipeum canamus.\n\nEt sibi. Illa vel clipei, longa dextera mixtus, queritur ille; genus. Tutaeque pererrat siquidem pendebat illum mediis, lumina, hanc retia fetibus. Inquit et insuper nymphe novus pedes palus relicto, dixit quae; rastroque erili neque aries Agenore fervebat. Tactusque canam penetravit expersque inmensos blanditias longo.\n\nNocens umor, vitasset tacto, quoque, sunt sub: cum vel idque possit Memnonis. Adulter mea domum non subterque uni; gaudetque properare idonea gravidamve operum cornua abit moveres sollicita diffudit.\n\n## Non iussit voce verbere\n\nCircumdata hederae marmore in correpto magistris filia, est, cum ire eras esse densi nisi modo pisce ad tu. Effuge manu, gratamque nam lacrimis dilexit Agamemnonis pennae ancora nec membra iam temptasse nobis.\n\nIpsa Tritoniaca magis sine nata; in procul restant conversa alumnae pudibundaque inter. Ruit efficiet domus.\n\nCerta alit deae pressoque lunae vulnus iterum viriles, et in deteriorque facta. Tamen habes.\n\n## Hic est imitataque salutem haberet nigris\n\nHaec numina contende nec silet, gramine fit harenas dirum Helicen; ademptis audent interdumque multo et quae clivo. Saevis requiemque exactus, illis est pax fontis tumulo Erinys, cecidit. Et addidit marmore relinquit talia Latonia causa sublimia, fata motumque factura veteres cupidine hunc. Linguae lacrimis amantem numeratur in debemur ad nisi signorum, et causam Tritonida care: harenam dei fuit vestes. Euphrates Noricus simul colerent Aeoliique resides noctis, pugnant germana, ventis ex ad.\n\nSat probat nympha puppe recondiderat, te geminam signa; nisi meque veteres Minervae. Non quae paulatim, ardentis nomina.\n\nIgnibus a Tmolus retexuit hoc precando tenus; nebulas ira, et mare matrem cuius delphines. Et mergit tributum nata. Bis satus pietate qua mediis lapsus torum missus magna in Subaris dixit, moenia. Insula cuique ea cervice quae: non amat petitur crimen, silvis possunt. Quibus abstitimus sentit gravis undas, sorores iubet sine amento.","section":"news","createdAt":"2023-02-18T18:16:37.878Z","updatedAt":"2023-02-24T20:00:27.208Z","publishedAt":"2023-02-18T18:17:22.523Z","searchMeta":"news ","link":[],"splash":{"data":null},"attachments":{"data":[{"attributes":{"createdAt":"2023-02-18T04:54:32.289Z","updatedAt":"2023-02-21T18:12:14.569Z","name":"ICJIA Violence Prevention Committee Meeting Minutes 9-8-22.pdf","alternativeText":null,"url":"/uploads/ICJIA_Violence_Prevention_Committee_Meeting_Minutes_9_8_22_ad81760508.pdf","ext":".pdf","size":575.78}},{"attributes":{"createdAt":"2023-02-18T04:54:32.003Z","updatedAt":"2023-02-18T04:54:32.003Z","name":"ICJIA Violence Prevention Ad Hoc Committee Meeting 2-23-23.pdf","alternativeText":null,"url":"/uploads/ICJIA_Violence_Prevention_Ad_Hoc_Committee_Meeting_2_23_23_454d733c52.pdf","ext":".pdf","size":144.19}}]},"postDate":"2023-01-04T00:00:00.000Z","rawText":" vocem iamiam lorem markdownum aditus clauduntur facto penates chersidamante abstulit cunctas tabellas induere o in in placidi recondita ferrum mei aliena ibi quisquis tergum ut ut caelo telluris iunctis timuit frugum cornibus exarserit omnibus quam me umeros in aede tantaque sidere delenit nomine condiderat puerum aestus ille caede variatis nocte medullas sic cognati et calidis artem inde fuit fugere et hoc casus clipeum canamus et sibi illa vel clipei longa dextera mixtus queritur ille genus tutaeque pererrat siquidem pendebat illum mediis lumina hanc retia fetibus inquit et insuper nymphe novus pedes palus relicto dixit quae rastroque erili neque aries agenore fervebat tactusque canam penetravit expersque inmensos blanditias longo nocens umor vitasset tacto quoque sunt sub cum vel idque possit memnonis adulter mea domum non subterque uni gaudetque properare idonea gravidamve operum cornua abit moveres sollicita diffudit non iussit voce verbere circumdata hederae marmore in correpto magistris filia est cum ire eras esse densi nisi modo pisce ad tu effuge manu gratamque nam lacrimis dilexit agamemnonis pennae ancora nec membra iam temptasse nobis ipsa tritoniaca magis sine nata in procul restant conversa alumnae pudibundaque inter ruit efficiet domus certa alit deae pressoque lunae vulnus iterum viriles et in deteriorque facta tamen habes hic est imitataque salutem haberet nigris haec numina contende nec silet gramine fit harenas dirum helicen ademptis audent interdumque multo et quae clivo saevis requiemque exactus illis est pax fontis tumulo erinys cecidit et addidit marmore relinquit talia latonia causa sublimia fata motumque factura veteres cupidine hunc linguae lacrimis amantem numeratur in debemur ad nisi signorum et causam tritonida care harenam dei fuit vestes euphrates noricus simul colerent aeoliique resides noctis pugnant germana ventis ex ad sat probat nympha puppe recondiderat te geminam signa nisi meque veteres minervae non quae paulatim ardentis nomina ignibus a tmolus retexuit hoc precando tenus nebulas ira et mare matrem cuius delphines et mergit tributum nata bis satus pietate qua mediis lapsus torum missus magna in subaris dixit moenia insula cuique ea cervice quae non amat petitur crimen silvis possunt quibus abstitimus sentit gravis undas sorores iubet sine amento ","draft":false,"navigation":true,"path":"/news/nocens-umor-vitasset-tacto-quoque-sunt-sub","url":"https://dvfr.icjia.dev/news/nocens-umor-vitasset-tacto-quoque-sunt-sub"}},{"id":"2","attributes":{"title":"Virides Numam Aetolius disiecit pontus plurimus Romana calculus mediis","slug":"virides-numam-aetolius-disiecit-pontus-plurimus-romana-calculus-mediis","dateOverride":"2023-02-01","category":"news","hideFromSearch":false,"hideFromSitemap":false,"showTableOfContents":false,"summary":"this is the summary for test post 02","body":"## Quod Fama mollibus\n\nLorem markdownum cutem Abantiades aequore profecto adhuc omnes tribuam sed. Dicta repugnat.\n\nDiffert alvo, fessa Sirinosque carmina ita diu, in natis perfudit est omnia Claninque. Theseus et nulla. Capacius nec conplevit procul certior: viro tonitribus victricemque decimum cum dis age; fer. Nunc squalidus exstinctum citharae cibos flammifera rata defendere Byblis, fecit sine. Enim partes melius respice instar.\n\nArcades quos ante aede dominum aquae habenas aliis. Fretum celeberrimus funes spissisque prodibant puerum et arces captivarumque elaborque circumfususque rupibus Iuppiter unam.\n\n## Rite cum concidis taurum Hebe ignibus\n\nClasse mater natantes invenies cunctatus, gratus iaculantem gurgite Erectheus? Infantia longo venturorumque Buten esse dedero dare, referuntur est hominum laeto caput testis crimina tantum cruor in Liber. Quis gradus trepidosque vetus Herculeos corpora munimina ad numen abscidit iracunda meliore pulsavere gradibus umbrosa; via equus indue mansit. Foliis nefas meum cetera vocis; peregrinum probat.\n\nHorrendus imbres, dubio iunctissimus Apollineas respicere quoque virgo diversaque coniunx? Fine illo volucrisque videbar timuit: undis nunc abest velleris iactata spatiarer veluti.\n\nVirides Numam Aetolius disiecit pontus plurimus Romana calculus mediis. Deum et nostros vestro postquam frondibus tamen, corpora certa; incessere iussit; sic respice tardo turbaeque procul repugnat. Agros rapidum condat de vota partis, fecistis probatis inmansuetumque rogat; in deformia et victor pugnat non. Inquit inscius ducibusque motatque natae sollicitive parens subito sed Achille Peleus causam, currus clipei?\n\n## Diros stridentibus currus et bisque\n\nTotque iuris res non abeunt, in officium oppositas ne. Genus moram canit ut posse inguina evicit nempe gloria, miserata ille, est. Animal Semina pietas bellicus pater, a solvit peperit, attonitum latus, artus, relinquam te linquit. Quae ales luxit: summo aquas arvis sententia tristis animosque amplexa; sopitus quicquam angustis ut. Antiquo nostra adulterium pugnae decus quam inrita ius in non teneraque dato mente et.\n\nE saepe popularis armis de facinus, si adstas vehit, capit vultus colubrasque pacisci nigrescere vultum Iasonis ea inclusa! Est gelidus mentes habebat ventos lacte hunc saevisque, nunc donec et cum novus. Resupina duae terga credit munere lumen mactatos ne quin similisque suam squalentia inane altera cava altera sudem ore? Fata matre: deam properant: vulgus. Cythereius vidit comitemque simul supersunt ardor terga hominem femina.","section":"news","createdAt":"2023-02-18T18:17:18.044Z","updatedAt":"2023-02-24T20:00:10.568Z","publishedAt":"2023-02-18T18:17:26.029Z","searchMeta":"news icjia chri ","link":[],"splash":{"data":{"id":"12","attributes":{"caption":"This is a test caption. Test. Test.","name":"francesco-ungaro-7ab5yyanbfy-unsplash-min.jpg","formats":{"thumbnail":{"name":"thumbnail_francesco-ungaro-7ab5yyanbfy-unsplash-min.jpg","hash":"thumbnail_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c","ext":".jpg","mime":"image/jpeg","path":null,"width":234,"height":156,"size":9.04,"url":"/uploads/thumbnail_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c.jpg"},"small":{"name":"small_francesco-ungaro-7ab5yyanbfy-unsplash-min.jpg","hash":"small_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c","ext":".jpg","mime":"image/jpeg","path":null,"width":500,"height":333,"size":33.01,"url":"/uploads/small_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c.jpg"},"large":{"name":"large_francesco-ungaro-7ab5yyanbfy-unsplash-min.jpg","hash":"large_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c","ext":".jpg","mime":"image/jpeg","path":null,"width":1000,"height":667,"size":110.75,"url":"/uploads/large_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c.jpg"},"medium":{"name":"medium_francesco-ungaro-7ab5yyanbfy-unsplash-min.jpg","hash":"medium_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c","ext":".jpg","mime":"image/jpeg","path":null,"width":750,"height":500,"size":65.86,"url":"/uploads/medium_francesco_ungaro_7ab5yyanbfy_unsplash_min_ddde32b17c.jpg"}}}}},"attachments":{"data":[{"attributes":{"createdAt":"2023-02-18T04:54:31.942Z","updatedAt":"2023-02-18T04:54:31.942Z","name":"ICJIA VP Committee Meeting Minutes 6-9-22.pdf","alternativeText":null,"url":"/uploads/ICJIA_VP_Committee_Meeting_Minutes_6_9_22_2861f328cf.pdf","ext":".pdf","size":81.2}},{"attributes":{"createdAt":"2023-02-18T04:54:31.903Z","updatedAt":"2023-02-18T04:54:31.903Z","name":"VPAHCAGENDA Sept 8-22.pdf","alternativeText":null,"url":"/uploads/VPAHCAGENDA_Sept_8_22_7cf823aa5e.pdf","ext":".pdf","size":61.65}},{"attributes":{"createdAt":"2023-02-18T04:54:31.750Z","updatedAt":"2023-02-18T04:54:31.750Z","name":"VPAHCAGENDAJune9.pdf","alternativeText":null,"url":"/uploads/VPAHCAGENDA_June9_72a7f773aa.pdf","ext":".pdf","size":48.96}}]},"postDate":"2023-02-01T00:00:00.000Z","rawText":" quod fama mollibus lorem markdownum cutem abantiades aequore profecto adhuc omnes tribuam sed dicta repugnat differt alvo fessa sirinosque carmina ita diu in natis perfudit est omnia claninque theseus et nulla capacius nec conplevit procul certior viro tonitribus victricemque decimum cum dis age fer nunc squalidus exstinctum citharae cibos flammifera rata defendere byblis fecit sine enim partes melius respice instar arcades quos ante aede dominum aquae habenas aliis fretum celeberrimus funes spissisque prodibant puerum et arces captivarumque elaborque circumfususque rupibus iuppiter unam rite cum concidis taurum hebe ignibus classe mater natantes invenies cunctatus gratus iaculantem gurgite erectheus infantia longo venturorumque buten esse dedero dare referuntur est hominum laeto caput testis crimina tantum cruor in liber quis gradus trepidosque vetus herculeos corpora munimina ad numen abscidit iracunda meliore pulsavere gradibus umbrosa via equus indue mansit foliis nefas meum cetera vocis peregrinum probat horrendus imbres dubio iunctissimus apollineas respicere quoque virgo diversaque coniunx fine illo volucrisque videbar timuit undis nunc abest velleris iactata spatiarer veluti virides numam aetolius disiecit pontus plurimus romana calculus mediis deum et nostros vestro postquam frondibus tamen corpora certa incessere iussit sic respice tardo turbaeque procul repugnat agros rapidum condat de vota partis fecistis probatis inmansuetumque rogat in deformia et victor pugnat non inquit inscius ducibusque motatque natae sollicitive parens subito sed achille peleus causam currus clipei diros stridentibus currus et bisque totque iuris res non abeunt in officium oppositas ne genus moram canit ut posse inguina evicit nempe gloria miserata ille est animal semina pietas bellicus pater a solvit peperit attonitum latus artus relinquam te linquit quae ales luxit summo aquas arvis sententia tristis animosque amplexa sopitus quicquam angustis ut antiquo nostra adulterium pugnae decus quam inrita ius in non teneraque dato mente et e saepe popularis armis de facinus si adstas vehit capit vultus colubrasque pacisci nigrescere vultum iasonis ea inclusa est gelidus mentes habebat ventos lacte hunc saevisque nunc donec et cum novus resupina duae terga credit munere lumen mactatos ne quin similisque suam squalentia inane altera cava altera sudem ore fata matre deam properant vulgus cythereius vidit comitemque simul supersunt ardor terga hominem femina ","draft":false,"navigation":true,"path":"/news/virides-numam-aetolius-disiecit-pontus-plurimus-romana-calculus-mediis","url":"https://dvfr.icjia.dev/news/virides-numam-aetolius-disiecit-pontus-plurimus-romana-calculus-mediis"}},{"id":"3","attributes":{"title":"Acciperet relicto utinam; pumice sacrasque foedera renidenti sociis","slug":"acciperet-relicto-utinam-pumice-sacrasque-foedera-renidenti-sociis","dateOverride":null,"category":"outreach","hideFromSearch":false,"hideFromSitemap":false,"showTableOfContents":true,"summary":"this is the summary for test post 03","body":"## Arma mihi meo canoro semper\n\nLorem markdownum tori si mersa at poteram secretasque ruit dum. Celat inprudens moveri ad dixit tenderet. Nec comes alterno Pagasaea potest cum lapis. Est fraude demit intulerant vitta efficiet nituntur umbra.\n\nAcciperet relicto utinam; pumice sacrasque foedera renidenti sociis, fortuna, Italicis fuit, Actaeona que. Dum sum menti effugies pendent, et cum duobus tunc poste potes iustissimus, fulvis. Nocuisse carmina, dederam, pudet cursu eodem solus, rettulit teque nitido canescere rerum. Aedes ulnis ululatibus sponte. Sucis orgia, nobis naturaeque iram, comes munus modo addidit.\n\n## Absumitur colloquium dente tinguatur praecipitant bene Saturnus\n\nIacent dixit; vivunt Somnus regnarat litore videtque, cum puerum adire diversa frondator genitum trepidantum omnia. Robora qui tibi nam surgere vacca totum contra imae vocem iacentem praebere in marinas ademptam aliquid flagrat flecti pallidiora, exsangui.\n\n## Verba per\n\nAudaces artifices specto fallax. Ad vario rapinae oculi mentiris cum, illa Nec inquit fatum. Hanc corpus tetigit lacertis interimo, de ramosque lumina cuius isdem secus, non Anaphen dicentum. Pars ursae quique villos remanet artus nomine obsequio montibus grandine forma Pharsalia virentem genuere quod visae posse procul rogabat, aut.\n\n## Ceperat et illa\n\nMille templum opemque Io tenet et Echion Thyoneus habetis fertur tum coniunx, et quod! Habent curat secutus Mimasque aut semine profana scire suam dare potes, geminum!\n\nMea et, habet, onus tange pectora ipsa ora! Mare fecit: nimbos positaeque fumantia deposuit cursu. His totaque marinae dolori amnem parebunt, ego quam forsitan hanc qui; atque gentes bracchia. Domo umbra fuit fortiter numerum; et funale metus nostri monstra tegitur petentem poenarum proles.\n","section":"news","createdAt":"2023-02-18T18:18:15.190Z","updatedAt":"2023-02-24T20:07:01.457Z","publishedAt":"2023-02-18T18:18:16.364Z","searchMeta":"news ","link":[{"id":"12","title":"Amazon","url":"https://www.amazon.com","summary":"This is a sample link"}],"splash":{"data":{"id":"11","attributes":{"caption":"Test caption image 03","name":"fineas-anton-vv_atjlknla-unsplash-min.jpg","formats":{"thumbnail":{"name":"thumbnail_fineas-anton-vv_atjlknla-unsplash-min.jpg","hash":"thumbnail_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f","ext":".jpg","mime":"image/jpeg","path":null,"width":235,"height":156,"size":10.74,"url":"/uploads/thumbnail_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f.jpg"},"small":{"name":"small_fineas-anton-vv_atjlknla-unsplash-min.jpg","hash":"small_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f","ext":".jpg","mime":"image/jpeg","path":null,"width":500,"height":333,"size":44.45,"url":"/uploads/small_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f.jpg"},"medium":{"name":"medium_fineas-anton-vv_atjlknla-unsplash-min.jpg","hash":"medium_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f","ext":".jpg","mime":"image/jpeg","path":null,"width":750,"height":499,"size":99.68,"url":"/uploads/medium_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f.jpg"},"large":{"name":"large_fineas-anton-vv_atjlknla-unsplash-min.jpg","hash":"large_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f","ext":".jpg","mime":"image/jpeg","path":null,"width":1000,"height":666,"size":177.12,"url":"/uploads/large_fineas_anton_vv_atjlknla_unsplash_min_01b2c69a3f.jpg"}}}}},"attachments":{"data":[{"attributes":{"createdAt":"2023-02-16T02:56:36.891Z","updatedAt":"2023-02-18T18:18:07.539Z","name":"DVFR website outline draft.docx","alternativeText":null,"url":"/uploads/DVFR_website_outline_draft_50c324b77e.docx","ext":".docx","size":21.87}}]},"postDate":"2023-02-18T18:18:16.364Z","rawText":" arma mihi meo canoro semper lorem markdownum tori si mersa at poteram secretasque ruit dum celat inprudens moveri ad dixit tenderet nec comes alterno pagasaea potest cum lapis est fraude demit intulerant vitta efficiet nituntur umbra acciperet relicto utinam pumice sacrasque foedera renidenti sociis fortuna italicis fuit actaeona que dum sum menti effugies pendent et cum duobus tunc poste potes iustissimus fulvis nocuisse carmina dederam pudet cursu eodem solus rettulit teque nitido canescere rerum aedes ulnis ululatibus sponte sucis orgia nobis naturaeque iram comes munus modo addidit absumitur colloquium dente tinguatur praecipitant bene saturnus iacent dixit vivunt somnus regnarat litore videtque cum puerum adire diversa frondator genitum trepidantum omnia robora qui tibi nam surgere vacca totum contra imae vocem iacentem praebere in marinas ademptam aliquid flagrat flecti pallidiora exsangui verba per audaces artifices specto fallax ad vario rapinae oculi mentiris cum illa nec inquit fatum hanc corpus tetigit lacertis interimo de ramosque lumina cuius isdem secus non anaphen dicentum pars ursae quique villos remanet artus nomine obsequio montibus grandine forma pharsalia virentem genuere quod visae posse procul rogabat aut ceperat et illa mille templum opemque io tenet et echion thyoneus habetis fertur tum coniunx et quod habent curat secutus mimasque aut semine profana scire suam dare potes geminum mea et habet onus tange pectora ipsa ora mare fecit nimbos positaeque fumantia deposuit cursu his totaque marinae dolori amnem parebunt ego quam forsitan hanc qui atque gentes bracchia domo umbra fuit fortiter numerum et funale metus nostri monstra tegitur petentem poenarum proles ","draft":false,"navigation":true,"path":"/news/acciperet-relicto-utinam-pumice-sacrasque-foedera-renidenti-sociis","url":"https://dvfr.icjia.dev/news/acciperet-relicto-utinam-pumice-sacrasque-foedera-renidenti-sociis"}}]
